{
    "Hello": "Hello welcome to the EGSPJ school I'm here you assist you",
    "address": "EGSPJ International School Salaman Thottam, Kadambadi, Nagapattinam-611001.",
    "email": "egspjschool@gmail.com",
    "contact_number": "(+91) 97517 98492",
    "about_school": "The EGSPJ International School is our new International school launched by the prestigious G. S. Pillay & Sons Educational & Charitable Trust, Nagapattinam. The EGSPJ International School is developed from Preschool to Class Eight. The school follows the curriculum designed by the Central Board of Secondary Education (CBSE).",
    "infrastructure": "The School Provides spacious class rooms and limited number of children in each class room (i.e., Maximum 28 Children) to give quality education.",
    "color_dress": "In a month even Saturdays are color dress days. All the other days students should wear proper uniform.",
    "admission_process_montessori": "Children joining Level-I must be of age 3+ by December of the previous year. Parents may register in advance, as admission is on the first-come-first-served basis. Admissions to other classes depend on vacancies. The child must be of the right age group for the class. Admissions are done from January to May.",
    "admission_process_grade": "Registration forms can be obtained from the administrative office. Duly filled-in registration forms should be submitted at the Administrative Office. Students seeking admission (Grade I to Grade IX) will have to appear for an oral assessment by the principal. Admission will be confirmed only after assessing the performance of the child in a Personal Interview with the Principal. On confirmation of admission, parents will be required to submit the application form and fee.",
    "selection_procedure": "Children applying for admission to the Montessori classes will be examined by a teacher. This is a personal and oral interaction, and the child may also be asked to do some simple activities. Students seeking admission into classes Four and above will have a personal interview and NO written test.",
    "application_form": "The application form is available on our website https://egspschools.com/. To apply, please follow the steps outlined on our website.",
    "required_documents": "Copies of previous school records of at least 1 year, 6 Passport size photographs of the student with the name written on the backside, 1 Passport size photograph of each parent with name and relationship written on the backside, Attested Xerox Copy of the student’s birth certificate, Transfer Certificate for Grade II onwards, Migration certificate for other state students. Mail the above to: egspjschool@gmail.com.",
    "fee_policy": "Fee structure of the school can be obtained from the school office or downloaded from the school website. Fee structure is subject to change.",
    "registration_fee": "This can be made any time prior to admission, even a year before. After the remittance of registration, parents will be intimated about the date for the interview and admission test.",
    "installments": "The School Fee is applicable for the School academic year and can be paid in two installments, term-wise at the time of admission (for new students) / in the month of May and the second installment in the month of November every year."
}
